tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "aspell"
brew "binutils"
brew "glib"
brew "cmake"
brew "colordiff"
brew "go"
brew "exa"
brew "fd"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdb"
brew "ghq"
brew "global"
brew "gnutls"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "i386-elf-gcc"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mingw-w64"
brew "nasm"
brew "opam"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "starship"
brew "tig"
brew "tmux"
brew "tokei"
brew "vim", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "appcleaner"
cask "aquaskk"
cask "clipy"
cask "docker-edge"
cask "dropbox"
cask "evernote"
cask "firefox-developer-edition"
cask "font-firacode-nerd-font"
cask "google-chrome-canary"
cask "hyperswitch"
cask "iterm2"
cask "minikube"
cask "skitch"
cask "spotify"
cask "visual-studio-code"
