tap "beeftornado/rmtree"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
tap "splhack/splhack"
tap "universal-ctags/universal-ctags"
tap "wtfutil/wtfutil"
cask "adoptopenjdk8"
brew "ant"
brew "aspell"
brew "bat"
brew "binutils"
brew "glib"
brew "cmake"
brew "cmigemo"
brew "colordiff"
brew "cquery"
brew "go"
brew "dep"
brew "editorconfig"
brew "elasticsearch"
brew "exa"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "ghostscript"
brew "ghq"
brew "global"
brew "gnutls"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "hugo"
brew "i386-elf-gcc"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "kibana"
brew "kubernetes-cli"
brew "libcroco"
brew "librsvg"
brew "make"
brew "mingw-w64"
brew "nasm"
brew "neovim"
brew "node"
brew "opam"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "protobuf"
brew "pyenv"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup-init"
brew "sphinx-doc"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tokei"
brew "vim", args: ["HEAD"]
brew "wtfutil"
brew "yarn"
brew "heroku/brew/heroku"
brew "splhack/splhack/cmigemo-mk", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "0xed"
cask "alfred"
cask "appcleaner"
cask "aquaskk"
cask "clipy"
cask "docker-edge"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-anonymous-pro"
cask "font-firacode-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "franz"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyperswitch"
cask "intellij-idea-ce"
cask "iterm2"
cask "minikube"
cask "mono-mdk"
cask "postman"
cask "skitch"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zotero"
